{"created_at": "2021-12-16 23:23:06+00:00", "screen_name": "bbcbrasil", "tweet": "Para especialistas, suicídios de donas de casa na Índia estão relacionados à violência doméstica galopante https://t.co/ajMT2N7urw", "likes_count": "186"}
{"created_at": "2021-12-14 15:30:17+00:00", "screen_name": "CrimesReais", "tweet": "Assédio, violência, envenenamento, drogas ilícitas e muito mais ocorriam nos bastidores do famoso clássico “O Mágico de Oz”. https://t.co/fGCcyzg8pn", "likes_count": "48183"}
{"created_at": "2021-12-17 14:22:38+00:00", "screen_name": "mdhbrasil", "tweet": "Promover a autonomia financeira das mulheres, investir na família e na prevenção da violência doméstica. Estes são os objetivos de uma oficina de educação financeira, realizada pelo @mdhbrasil em parceria com a @Caixa e a prefeitura de Capela (SE). https://t.co/K2IOLDcCIM", "likes_count": "7"}
{"created_at": "2021-12-17 18:55:07+00:00", "screen_name": "policiacivilrs", "tweet": "Em Bagé, homem de 43 anos é preso, preventivamente, por violência doméstica (lesão corporal, injúria, disparo de arma de fogo e reiterados descumprimentos de medida protetiva de urgência). Ordem judicial foi cumprida no bairro Menino Deus. #Deam_Bagé https://t.co/HOUsEdzrir", "likes_count": "3"}
{"created_at": "2021-12-17 18:50:19+00:00", "screen_name": "nochldlefbehind", "tweet": "@aychawane eu achei uma porcaria, real. projeto cheio de homens, um deles tem até acusação de violência doméstica. sem condições........ eu nunca pensei que eu fosse rejeitar um projeto dela mas até a capa é horrorosa.", "likes_count": "0"}
{"created_at": "2021-12-17 18:50:07+00:00", "screen_name": "4Cabocla", "tweet": "@frulanis Na violencia doméstica onde vi dezenas de feminicídios, contou isso. A covardia do assassino, que pega a vítima só quase sempre. E a incapacidade da mulher ao menos escapar viva.. O mundo é o que é. Violento e injusto. Estamos governados por um genocida que endossa essa violência", "likes_count": "0"}
{"created_at": "2021-12-17 18:48:24+00:00", "screen_name": "descriartepod", "tweet": "Neste episódio aproveitamos a obra Sol da Manhã de Edward Hopper para falar sobre as dinâmicas relacionais durante o confinamento [GATILHO VIOLÊNCIA DOMÉSTICA]\n#TDAHPodcasters #MulheresPodcasters #LGBTPodcasters #descriarte #audiodescrição\nhttps://t.co/3011PVkQIj", "likes_count": "0"}
{"created_at": "2021-12-17 18:46:02+00:00", "screen_name": "extensaoUFRJ", "tweet": "Os vencedores foram divulgados nesta terça-feira, dia 14/12. O Prêmio, que homenageia a juíza vítima de feminicídio, destaca as melhores práticas de combate à violência contra mulheres.", "likes_count": "0"}
{"created_at": "2021-12-17 18:41:53+00:00", "screen_name": "ziripitico", "tweet": "E é daí que vem a principal diferença da liga pra Aoyama: O desenvolvimento de problemas.\n\nEnquanto os vilões sofriam com violência doméstica, reclusão por sua individualidade e até problemas gerados pelos próprios poderes, Aoyama sofria por pressão, mas com apoio e estrutura. https://t.co/yIjG7aLdbf", "likes_count": "2"}
{"created_at": "2021-12-17 18:38:18+00:00", "screen_name": "T0neZe", "tweet": "@AlexiLapas Podíamos deixar de vez de falar em violência doméstica. Aposto que resolvia logo o problema...", "likes_count": "1"}
{"created_at": "2021-12-17 18:36:58+00:00", "screen_name": "fakeMyselff", "tweet": "@luisjorge O sistema penal não os trata como menos graves, pelo contrário. Basta ver a pena a que tinha sido condenado o JR e ver a que pena é sujeito qualquer condenado por violência doméstica.", "likes_count": "0"}
{"created_at": "2021-12-17 18:34:03+00:00", "screen_name": "_mariosergio", "tweet": "Fim de temporada de Thiago Wild, com 26 vitórias (só uma na ATP) em 58 jogos. Jogou uma semi no CH de Guayaquil. Situação no ranking não mudou muito, por causa dos pontos de Santiago/2020. Teve lesão no quadril que o deixou 2 meses fora e responde acusação por violência doméstica https://t.co/UUORVQjFyA", "likes_count": "0"}
{"created_at": "2021-12-17 18:33:13+00:00", "screen_name": "luizfssant", "tweet": "@ComunistaSafad0 @otempo Violência doméstica não é motivo para que se mate o companheiro cara, existem formas de denunciar e procurar ajuda;'legítima defesa' só é legítima quando existe um risco iminente a vida, quando alguém premedita a morte de outro, é assassinato.", "likes_count": "1"}
{"created_at": "2021-12-17 18:29:02+00:00", "screen_name": "LFMS30", "tweet": "@faIvesmelo Se for no mínimo igual ao artigo sobre violência doméstica na pandemia, já nasce clássico", "likes_count": "1"}
{"created_at": "2021-12-17 18:25:56+00:00", "screen_name": "ipatriciagalvao", "tweet": "O Prêmio CNJ Viviane Vieira do Amaral é um repúdio à violência doméstica contra as mulheres e, ao mesmo tempo, um meio para conferir visibilidade a projetos e ações de prevenção e enfrentamento a agressão, maus-tratos e crimes trágicos como o feminicídio. \nhttps://t.co/1ripfg1mmI", "likes_count": "0"}
{"created_at": "2021-12-14 15:19:41+00:00", "screen_name": "Elisang71574210", "tweet": "@cwtuitta O elogio de Nego Di, seguido de um deboche, e tem que aplauda 🤦🏽‍♀️.\"quando ela canta, parece que a  que conhecemos sai do corpo e entra outra\" isso para mim é assédio, violência e não um elogio.  Mas, ninguém está preparado para esta conversa.", "likes_count": "1"}
{"created_at": "2021-12-14 15:15:06+00:00", "screen_name": "aclaracl", "tweet": "Atendi um cara ontem q tava put* simplesmente pq recebeu um afastamento do lar por violência doméstica", "likes_count": "1"}
{"created_at": "2021-12-14 15:08:46+00:00", "screen_name": "roaringrapids22", "tweet": "@LindaIn10572488 admitido e comprovado. Não boicotar é tolerar a violência doméstica, as falsas alegações e a demissão de inocentes e o emprego de culpados. Recomendo enfaticamente que você boicote esta e todas as sequências subsequentes. Devemos responsabilizar a Warner Brothers.", "likes_count": "1"}
{"created_at": "2021-12-14 15:07:59+00:00", "screen_name": "roaringrapids22", "tweet": "@LindaIn10572488 Eu encorajaria você a boicotar 'Segredos de Dumbledore.' Temos que tomar uma posição quando vemos uma injustiça e a Warner Brothers disparou uma prova comprovada como vítima / sobrevivente de violência doméstica, enquanto continua até hoje a usar suas provas como agressor ...", "likes_count": "2"}
{"created_at": "2021-12-14 15:07:04+00:00", "screen_name": "GNRepublicana", "tweet": "Detivemos um homem por violência doméstica, no concelho do Fundão, ao qual foram aplicadas as medidas de coação de proibição de permanecer, ou de se aproximar da habitação da vítima, controlado por pulseira eletrónica https://t.co/R0dTiphlR5", "likes_count": "8"}
{"created_at": "2021-12-14 15:03:31+00:00", "screen_name": "detailsakura", "tweet": "a menina do meu trabalho largou os estudos pra se casar aos 20 anos, casou, com 2 meses o cara se transformou e ela sofreu violência doméstica durante 3 anos, hoje com 25 anos me perguntou será muito tarde pra tentar vestibular, pq se matriculou em um cursinho pra fazer enem", "likes_count": "4"}
{"created_at": "2021-12-14 15:00:00+00:00", "screen_name": "JovemPanEntrete", "tweet": "Polícia Civil do Ceará informou que o cantor foi detido ‘por ameaça no âmbito da violência doméstica’.\n\nhttps://t.co/LEAE8W81B5", "likes_count": "3"}
{"created_at": "2021-12-14 14:55:01+00:00", "screen_name": "Fa_DiLeblon", "tweet": "@berkeleyguy98 @cotore sim, mas a globo demitiu vitor e léo por um suposto caso de violencia domestica. O nego do borel era cancelado em pequenas bolhas, tipo a bolha pró-trans, e só estourou quando ele entrou na fazenda. O Biel estar na fazenda causou mais alvoroço mesmo tendo um caso mais antigo", "likes_count": "1"}
{"created_at": "2021-12-14 14:51:31+00:00", "screen_name": "jocarlos84", "tweet": "Não se deve por o amor à frente de uma relação complicada ,hoje em dia existem homens que não são mais que malfeitores,por isso uma das mortes que estão mais em focos são provenientes da Violência doméstica https://t.co/MAyJzX7Sh6", "likes_count": "0"}
{"created_at": "2021-12-14 14:48:24+00:00", "screen_name": "iG", "tweet": "Cantor foi preso em flagrante e autuado no âmbito da violência doméstica em Fortaleza. #PortaliG \n\nhttps://t.co/3HC3mu2gUO", "likes_count": "0"}
{"created_at": "2021-12-14 14:42:42+00:00", "screen_name": "RenataAbreu1919", "tweet": "🔺Intérprete da canção ‘Coração Cachorro’, Ávine Vinny foi preso em flagrante por violência doméstica. Pelo celular, ele fez várias ameaças à ex-mulher Laís Holanda, uma delas quando a vítima já prestava queixa na Polícia Civil de Fortaleza.\n....", "likes_count": "22"}
{"created_at": "2021-12-14 14:42:31+00:00", "screen_name": "Opinand31836192", "tweet": "Isso tem nome:  MISOGINIA - MACHISMO - ASSÉDIO MORAL - VIOLÊNCIA PSICOLÓGICA - HIPOCRISIA \n😡🤬🤢🤮\n\n🍷❤🫂\nDAYANE MELLO\nDAY MELLO\nTEAM DAY\nDAY AND FARM\nTAÇA DE VINHO TINTO\nTACINHAS\nFORÇA DAY\nJUSTIÇA POR DAY\n#AFazenda https://t.co/rkDH90dmZ8", "likes_count": "5"}
{"created_at": "2021-12-14 14:42:00+00:00", "screen_name": "mareowns", "tweet": "Mais um pro grupo “artistas que só fui informada da existência por terem sido acusados de violência doméstica”.", "likes_count": "25"}
{"created_at": "2021-12-14 14:41:20+00:00", "screen_name": "NessadRocha2", "tweet": "Violência doméstica mesmo está presente nos dois livros ...a gente sofre só de ler.", "likes_count": "0"}
{"created_at": "2021-12-14 14:36:27+00:00", "screen_name": "ANADEP_Brasil", "tweet": "PE: Defensoria inaugura novo núcleo de defesa e proteção da vítima de violência doméstica https://t.co/MwK3cimgJs", "likes_count": "0"}
